{
  " Terminološke odgovore pripravljajo sodelavci Terminološke sekcije Inštituta za slovenski jezik Frana Ramovša ZRC SAZU (in so objavljeni tudi na spletišču <a href='https://isjfr.zrc-sazu.si/sl/terminologisce/svetovanje'>Terminologišče</a>), ki pri delu upoštevajo osnovna terminološka načela.": " Answers to terminology questions are prepared by the employees of the Fran Ramovš Institute of the Slovenian Language at the Research Centre of the Slovenian Academy of Sciences and Arts (the answers are also published on their <a href='https://isjfr.zrc-sazu.si/sl/terminologisce/svetovanje'>Terminology</a> website). When addressing the questions, the consultants take into account the basic terminology principles.",
  "(STOP) Termini": "(STOP) Terms",
  "[ni termina]": "[no term]",
  "#": "#",
  "<b>Odgovor:</b>": "<b>Answer:</b>",
  "Administracija": "Administration",
  "Administrator": "Administrator",
  "Administratorska konzola": "Admin console",
  "Administratorski del portala je namenjen skupini oseb, ki vsebinsko in tehnično ureja portal, odpira slovarske vire, daje pooblastila posameznim uporabnikom in skrbi za vsebinsko in tehnično urejenost portala. Izberite module, ki jih boste ponudili na terminološkem portalu in na kratko opišite, kaj ponuja vaš portal.": "The administrative functions of the portal is intended for the group of people who edit the content and the technical aspects of the portal, publish dictionaries, give authorizations to other individual users and are responsible for the content and the technical aspects of the portal.",
  "Aktivacija računa": "Account activation",
  "Ali res želite izbrisati vnos? Dejanja ni mogoče razveljaviti.": "Are you sure you want to delete the entry? This action is cannot be undone.",
  "Ali želite indeksirati?": "Do you want to index?",
  "Ali želite izbrisati slovarski sestavek?": "Do you want to delete the dictionary entry?",
  "Ali želite objaviti vsa gesla?": "Do you want to publish all entries?",
  "Ali želite zbrisati ta profil. S tem bodo izbrisani vsi podatki, ki ste jih ustvarili": "Do you want to delete this profile? This action will also delete all data you created.",
  "Ali želite zbrisati ta vnos?": "Do you want to delete this entry?",
  "angleščina": "English",
  "ANGLEŠKI NASLOV SLOVARJA *": "DICTIONARY TITLE IN ENGLISH *",
  "ANGLEŠKI OPIS PORTALA": "PORTAL DESCRIPTION IN ENGLISH",
  "ANGLEŠKO IME PORTALA": "PORTAL NAME IN ENGLISH",
  "Angleško ime terminološkega portala.": "English name of the terminology portal.",
  "Avtor": "Author",
  "AVTOR": "AUTHOR",
  "AVTOR SLOVARJA": "DICTIONARY AUTHOR",
  "Avtor:": "Author:",
  "Avtorja": "Authors",
  "Avtorji": "Authors",
  "Avtorji mnenja:": "Opinion authors:",
  "Basic": "Basic",
  "Besedila": "Texts",
  "Besedilo gre tukaj": "The text goes here",
  "Brisanje je onemogočeno, doker se nalagajo nove datoteke.": "Deletion is disabled while new files are being uploaded.",
  "Brisanje je onemogočeno, saj je eno še v procesu.": "Deletion is disabled because previous deletion has not yet been completed.",
  "Brisanje slovarja": "Delete the dictionary",
  "Brisanje slovarskih sestavkov": "Delete dictionary entries",
  "Briši": "Delete",
  "BRIŠI": "DELETE",
  "Briši uporabnika": "Delete user",
  "Če imate pripravljen slovar v enem od formatov, ki so navedeni spodaj, lahko svoje podatke uvozite.": "If you have a dictionary in one of the formats listed below, you can import your data.",
  "Če izberete to možnost, se bodo vsi doslejšnji slovarski sestavki ob uvozu nove datoteke izbrisali.": "If you select this option, all previous dictionary entries will be deleted when the new file is imported.",
  "Če želite dodati novo luščenje, morate najprej pobrisati vsaj eno od obstoječih, saj je na posameznega uporabnika dovoljenih največ 5 luščenj.": "If you want to add a new extraction, you must first delete at least one of your current extraction, as a maximum of 5 extractions are allowed per user.",
  "Celotni naslov slovarja v angleščini.": "Full title of the dictionary in English.",
  "Celotni naslov slovarja, ki bo zabeležen v bibliografskih podatkih.": "The full dictionary title to be recorded in the bibliographic information.",
  "Ciljni jeziki": "Target languages",
  "Čim bolj natančno opišite terminološki problem, zlasti opišite vsebino pojma.": "Describe the terminological problem as precisely as you can, especially the concept the term should represent.",
  "DATOTEKA": "FILE",
  "Datoteka uspešno naložena": "File uploaded successfully",
  "DATUM": "DATE",
  "Datum objave/spremembe": "Date of publication/modification",
  "Datum vprašanja:": "Question date:",
  "Definicija": "Definition",
  "DEFINICIJA": "DEFINITION",
  "DEFINICIJA:": "DEFINITION:",
  "Delete profile": "Delete profile",
  "Deli": "Share",
  "DELI": "SHARE",
  "dni.": "days.",
  "do številke": "and",
  "Dodaj": "Add",
  "DODAJ": "ADD",
  "Dodaj besedilo za luščenje terminoloških kandidatov iz lastnega specializiranega korpusa. Ko boste dodali vsa besedila, ki ste jih izbrali, morate izbiro shraniti.": "Add text to extract term candidates from your own specialized corpus. After adding all selected texts, save your selection.",
  "Dodaj datoteko": "Add file",
  "Dodaj komentar...": "Add a comment...",
  "Dodaj odgovor...": "Add a reply...",
  "Dodaj opravilo": "Add a task",
  "Dodaj povezani termin.": "Add a related term.",
  "Dodaj povezavo": "Add link",
  "Dodaj slovar": "Add a dictionary",
  "Dodajte ime in priimek naslednjega avtorja slovarja.": "Add first and last name of the next dictionary author.",
  "Dodajte ime in priimek naslednjega avtorja slovarja..": "Add first and last name of the next dictionary author..",
  "Dodajte leto izida besedil, ki jih želite luščiti. Lahko dodate več posameznih let. Če boste polje pustili prazno, bodo vključena vsa leta. Če bo besedil preveč, boste morali omejiti izbiro.": "Add the year of publication of the texts to be used for extraction. You can add several years. If the field is left empty, all years will be included. If this results in too many results, you will need to limit your selection.",
  "Dodajte podatek o zunajjezikovnih okoliščinah, ki niso povezane s pojmom, npr. letnico.": "Add information about extra-linguistic circumstances unrelated to the concept, e.g. ",
  "Dodajte povezavo do slike.": "Link an image.",
  "Dodajte povezavo do videa.": "Link a video.",
  "Dodajte povezavo do zvočnega posnetka.": "Link an audio file.",
  "Dodajte termin, ki je sicer definiran v samostojnem slovarskem sestavku, vendar je povezan s terminom, ki ga opisujete v tem slovarskem sestavku.": "Add a term that is defined in a separate dictionary entry but is related to the term you are describing in this dictionary entry.",
  "Dodajte terminološki odgovor in ga utemeljite.": "Add a terminological answer and justify it.",
  "Dodajte tujejezične ustreznike, ki se za opisani pojem tudi uporabljajo v tujem jeziku.": "Add foreign language equivalents that are also used in a foreign language for the described concept.",
  "Dodajte tujejezični ustreznik.": "Add a foreign language equivalent.",
  "Dodate lahko seznam besed, ki jih v seznam terminoloških kandidatov ne želite vključiti. Seznam naj bo shranjen v formatu .txt. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\">Več...</a>": "You can add a list of words that you do not want on the list of term candidates. The list should be saved in a .txt format. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\">Read more...</a>",
  "Dodate lahko seznam besed, ki jih v seznam terminoloških kandidatov ne želite vključiti. Seznam naj bo shranjen v formatu .txt. Na koncu morate spremembe shraniti. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\" target=\"_blank\">Več ...</a>": "You can add a list of words that you do not want on the list of term candidates. The list should be saved in a .txt format. Save all changes after you are done. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\" target=\"_blank\">Read more...</a>",
  "Dodate lahko seznam besed, ki jih v seznam terminoloških kandidatov ne želite vključiti. Seznam naj bo shranjen v formatu .txt. Vse spremembe morate shraniti. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\">Več...</a>": "You can add a list of words that you do not want on the list of term candidates. The list should be saved in a .txt format. <a class=\"smaller-gray-info\" href=\"/pomoc#help-stop-lists\">Read more...</a>",
  "Dodaten avtor.": "Additional author.",
  "DODATNI POVEZANI TERMIN": "ADDITIONAL RELATED TERM",
  "Dodeli": "Assign",
  "DODELI": "ASSIGN",
  "Določite lastnosti terminoloških virov na portalu, zlasti minimalno število sestavkov, ki so pogoj za objavo, možnosti potrjevanja objave novih slovarjev, število različic slovarja, ki jih lahko hrani posamezni uporabnik. Te nastavitve veljajo za vse terminološke vire na portalu.": "Define the characteristics of the terminology resources on the portal, specifically the minimal number of entries required to publish a dictionary, the options for approving the publication of new terminology dictionaries, as well as the number of dictionary versions and exports that can be saved by individual users. These settings apply to all terminology resources on the portal.",
  "Domači slovarji": "Local dictionaries",
  "Drugo": "Other",
  "DRUGO": "OTHER",
  "DRUGO:": "OTHER:",
  "Dvočrkovna oznaka terminološkega portala.": "Two-letter label of the terminology portal.",
  "E - naslov": "E-mail address",
  "E-naslov": "E-mail address",
  "E-NASLOV": "E-MAIL ADDRESS",
  "E-pošta": "E-mail",
  "ELEKTRONSKI NASLOV": "E-MAIL ADDRESS",
  "Elektronski naslov trenutno prijavljenega uporabnika.": "E-mail address of the currently logged-in user.",
  "Elektronski naslov že obstaja": "The e-mail address already exists",
  "EVROPSKI SKLAD ZA REGIONALNI RAZVOJ": "EUROPEAN REGIONAL DEVELOPMENT FUND",
  "FAZA UREJANJA": "EDITING PHASE",
  "Faze urejanja": "Editing phases",
  "Filtri": "Filters",
  "Filtriranje": "Filter",
  "FORMAT ZAPISA": "FILE FORMAT",
  "Gesli se ne ujemata": "Passwords do not match",
  "Gesli se ujemata!": "Passwords match!",
  "Geslo": "Password",
  "GESLO": "PASSWORD",
  "Geslo je prekratko": "The password is too short",
  "Geslo je prekratko.": "The password is too short.",
  "Geslo se ne ujema": "Incorrect password",
  "Geslo se ne ujema.": "Incorrect password.",
  "Hrvaščina": "Croatian",
  "Hvala za poslano vprašanje, ki je bilo posredovano svetovalcem terminološkega portala. Odgovor boste prejeli na e-naslov, ki ste ga navedli ob registraciji.": "Thank you for submitting the question, which was forwarded to the terminology portal consultants. The answer will be sent to the e-mail address you used for registration.",
  "Hvala za poslano vprašanje, ki je bilo posredovano v Terminološko svetovalnico ZRC SAZU. Odgovor boste prejeli na e-naslov, ki ste ga navedli ob registraciji.": "Thank you for submitting the question, which was forwarded to the Terminological Counselling of the ZRC SAZU. The answer will be sent to the e-mail address you used for registration.",
  "ID Slovarja": "Dictionary ID",
  "ID: Ni idja": "ID: No ID",
  "IDEKSIRAJ": "INDEX",
  "Imate neshranjene spremebe. Ali jih želite shraniti?": "Your changes have not been saved. Do you want to save them?",
  "Imate neshranjene spremembe. Ali jih želite shraniti?": "Your changes have not been saved. Do you want to save them?",
  "Ime": "First name",
  "IME": "FIRST NAME",
  "IME DATOTEKE": "FILE NAME",
  "Ime in opis": "Name and description",
  "IME IN PRIIMEK": "FIST AND LAST NAME",
  "Ime in priimek trenutno prijavljenega uporabnika.": "First and last name of the currently logged-in user.",
  "IME LUŠČENJA": "EXTRACTION NAME",
  "IME PORTALA": "PORTAL NAME",
  "IME PORTALA *": "PORTAL NAME *",
  "Ime Priimek": "First Name Last Name",
  "Ime registriranega uporabnika.": "Name of rhe registered user.",
  "Ime slovarja": "Dictionary name",
  "Ime, s katerim se uporabnik predstavlja na terminološkem portalu.": "The name with which the user presents himself on the terminology portal.",
  "Indeksiranje slovarja": "Index dictionary",
  "Institucija": "Institution",
  "INSTITUCIJA": "INSTITUTION",
  "Institucija, kjer trenutno prijavljeni uporabnik deluje.": "The institution where the currently logged-in user works.",
  "Interni": "Internal",
  "Išči": "Search",
  "Išči po slovarju": "Search the dictionary",
  "ISKANI NIZ JE BIL NAJDEN": "THE SEARCH STRING WAS FOUND",
  "Iskanje": "Search",
  "Iskanje po slovarjih": "Search the dictionaries",
  "Iskanje po vseh": "Search all",
  "ISSN": "ISSN",
  "ISSN OZNAKA": "ISSN CODE",
  "ISSN oznaka.": "ISSN code.",
  "Italijanščina": "Italian",
  "IZBERI": "SELECT",
  "Izberi datoteko": "Select a file",
  "IZBERI VEČ": "SELECT MORE",
  "Izberite enega od rezultatov luščenja s seznama.": "Select one of the extraction results from the list.",
  "Izberite format datoteke, v kateri je slovar shranjen na vašem računalniku.": "Select the file format of the dictionary saved on your computer.",
  "Izberite format izpisa terminološkega slovarja.": "Select the file format to export the terminology dictionary.",
  "Izberite luščenje": "Select extraction",
  "Izberite področje": "Select an domain",
  "Izberite področje iz seznama področij, da zmanjšate obseg besedil, iz katerih bo potekalo luščenje.": "Select a domain from the the list of domains to limit the scope of texts used for extraction.",
  "Izberite področje svojega terminološkega slovarja na seznamu področij.": "Select the domain of your dictionary from the list of domains.",
  "Izberite slovarske podatke, ki ste jih shranili na svojem računalniku.": "Select the dictionary data you saved on your computer.",
  "Izberite takšno ime, ki vam bo pomagalo slediti rezultatom, če boste luščenje besedil opravili večkrat.": "Choose a name that will help you keep track of the results if you decide to run several extractions.",
  "Izberite vrsto dokumenta iz seznama, npr. članek, diplomsko delo.": "Select the document type from the list, e.g. article, graduate thesis.",
  "Izberite vse tuje jezike, ki jih bo terminološki slovar vseboval.": "Select all foreign languages ​​you want to include into the terminology dictionary.",
  "Izberite, ali želite izpisati samo jezikovno pregledane slovarske sestavke.": "Choose whether you want to list only linguistically reviewed dictionary entries.",
  "Izberite, ali želite izpisati samo objavljene ali tudi neobjavljene slovarske sestavke.": "Choose whether you want to list only published or unpublished dictionary entries.",
  "Izberite, ali želite izpisati samo strokovno pregledane slovarske sestavke.": "Choose whether you want to list only terminologically reviewed dictionary entries.",
  "Izberite, ali želite izpisati vse slovarske sestavke ali samo tiste, ki so v določeni fazi urejanja.": "Choose whether you want to list all dictionary entries or only those in a certain editing phase.",
  "Izberite, katere slovarske sestavke želite izpisati glede na njihovo veljavnost.": "Choose which dictionary entries you want to list based on their validity.",
  "Izbrišete lahko celoten slovar z vsemi metapodatki. Dejanja ni mogoče preklicati.": "You can delete the entire dictionary with all metadata. The action is irreversible.",
  "Izbrišete lahko vse doslej obdelane slovarske sestavke in ohranite vse metapodatke o slovarju. Dejanja ni mogoče preklicati.": "You can delete all dictionary entries you have edited until now and keep all dictionary metadata. The action is irreversible.",
  "Izbriši": "Delete",
  "IZBRIŠI": "DELETE",
  "Izbriši obstoječe slovarske sestavke.": "Delete existing dictionary entries.",
  "Izbriši polje": "Remove the field",
  "Izbriši račun": "Delete account",
  "Izgovor": "Pronunciation",
  "Izpolnite polja in na kratko opišite vsebino terminološkega slovarja.": "Fill in the fields and briefly describe the contents of the terminology dictionary.",
  "Izvoz": "Export",
  "Izvozi": "Export",
  "IZVOZI": "EXPORT",
  "Izvozi termine od številke": "Export entries between the numbers",
  "je že v tabeli.": "is already in the table.",
  "Jeziki": "Languages",
  "Jeziki iskanja": "Search languages",
  "Jezikovni pregled": "Language review",
  "Jezikovno pregledano": "Linguistically reviewed",
  "KANONIČNA OBLIKA": "CANONICAL FORM",
  "KLJUČNE BESEDE": "KEY WORDS",
  "Ko bo luščenje uspešno zaključeno, boste na svoj elektronski naslov, ki ste ga navedli ob registraciji, prejeli obvestilo.": "After the extraction is successfully completed, you will receive a notification to the email address that you provided during registration.",
  "Ko boste končali z urejanjem svojega terminološkega slovarja, lahko objavite vse slovarske sestavke, ki bodo postali vidni vsem uporabnikom. Vaše dejanje mora potrditi še administrator portala.": "After you finish editing your terminology dictionary, you can publish all the dictionary entries, which will become visible to all users. Your action must be approved by the portal administrator.",
  "komentar": "comment",
  "komentarja": "comments",
  "komentarjev": "comments",
  "komentarji": "comments",
  "Komentarji": "Comments",
  "Končan": "Finished",
  "Konec": "Finish",
  "Kontrola objave": "Publication control",
  "KONTROLA OBJAVE": "PUBLICATION CONTROL",
  "Korpus OSS": "OSS Corpus",
  "Lastna svetovalnica": "Your own consultancy",
  "Lastni dokumenti": "Your own documents",
  "Lastnosti": "Properties",
  "LETO": "YEAR",
  "Luščenje": "Extraction",
  "Luščenje | dodaj opravilo": "Extraction | add a task",
  "Luščenje iz korpusa besedil OSS": "Extraction from the texts of the OSS corpus",
  "Luščenje iz lastnih besedil": "Extraction from your own texts",
  "Luščenje iz lastnih besedil | dodaj opravilo ": "Extraction from your own texts | add a task",
  "Luščenje je bilo dano v fazo obdelave.": "The extraction was sent to the processing phase.",
  "Luščenje končano": "Extraction completed",
  "Luščenje terminoloških kandidatov iz besedil, ki jih ima uporabnik shranjena pri sebi. Za boljšo učinkovitost svetujemo format .txt.": "Extracting term candidates from texts that the user has stored on his own devices. We recommend using .txt file format for better results.",
  "Luščenje terminoloških kandidatov iz besedil, ki jih uporabnik izbere med vsemi besedili, vključenimi v <a class=\"gray-info\" href=\"https://openscience.si/\" target=\"_blank\">Nacionalni portal odprte znanosti</a>.": "Extracting term candidates from texts selected by the user among all texts included in the <a class=\"gray-info\" href=\"https://openscience.si/\" target=\"_blank\">National Open Science Portal</a>.",
  "Luščenje terminoloških kandidatov iz besedil, ki jih uporabnik namensko izbere, je najučinkovitejše. Primerno izbrano ime opravila, vam omogoča, da lahko sledite, katera luščenja ste že opravili. Ko vnesete podatke, morate vse spremembe shraniti. Zaradi omejenega prostora za shranjevanje lahko shranite največ pet zadnjih luščenj. ": "Extracting term candidates from texts purposefully selected by the user is more effective. Using a well-chosen name for the task helps you track which extractions have already been performed. After entering the data, make sure to save all changes. Due to limited storage space, only the last five extractions will be saved.",
  "Luščenje terminoloških kandidatov iz besedil, ki so že predhodno oblikoslovno označena, nudi dobre rezultate, vendar je treba nabor besedil omejiti. Svetujemo vam, da zoožite področje in dodatno omejite izbiro s tipi besedil in časovnim razponom, v katerih so nastala. Ko vnesete podatke, morate vse spremembe shraniti. Po vnosu podatkov, s katerimi boste omejili nabor izbranih besedil, morate pritisniti gumb Najdi. Izbiro boste shranili lahko le v primeru, da ne bo število najdenih dokumentov preveliko.": "Extracting term candidates from texts annotated with linguistic metadate provides good results, but the selection of texts must be limited. We recommend narrowing down the domain and selecting the text types and year of publication to further limit the scope. Make sure to save all changes after entering the data. After filling in the data to limit the text selection, click the Search button. You will only be able to save the selection if the number of found texts does not exceed the limit.",
  "MAKSIMALNO ŠTEVILO KOPIJ SLOVARSKIH SESTAVKOV": "MAXIMUM NUMBER OF DICTIONARY ENTRY VERSIONS",
  "Meni": "Menu",
  "MENI": "MENU",
  "MINIMALNO ŠTEVILO SLOVARSKIH SESTAVKOV": "MINIMUM NUMBER OF DICTIONARY ENTRIES",
  "Modul za luščenje terminoloških kandidatov iz besedil.": "Module for extracting term candidates from texts.",
  "Modul za svetovanje pri terminoloških zagatah.": "Terminology consulting module.",
  "Modul za urejanje terminoloških slovarjev.": "Module for editing terminology dictionaries.",
  "MODULI": "MODULES",
  "Moj Račun": "My Account",
  "Moji slovarji": "My dictionaries",
  "Morebitne že obstoječe poimenovalne rešitve, če obstajajo.": "Any already existing naming solutions.",
  "Morebitni primeri rabe termina v besedilih ali povezave do njih, če obstajajo.": "Any examples of term use in texts or links to text where the term is used.",
  "MOŽNOST OBJAVE SLOVARSKEGA SESTAVKA MED UREJANJEM": "OPTION OF PUBLISHING THE DICTIONARY ENTRY WHILE EDITING",
  "MULTIMEDIJA": "MULTIMEDIA",
  "Na kratko opišite zasnovo in namen slovarja.": "Briefly describe the composition and purpose of the dictionary.",
  "Na seznamu uporabnikov lahko določite posameznemu uporabniku dodatne vloge ali urejate njihove podatke.": "You can assign additional roles or edit user data from all users on the list.",
  "Na tem mestu lahko dodajate svetovalce, ki so registrirani uporabniki terminološkega portala. Če boste pripisali področje, boste lahko svetovalcu dodeljevali samo vprašanja, ki sodijo na izbrano področje, vsem drugim pa vsa.": "Here you can add consultants who are registered users of the terminology portal. If you assign them a domain, you will only be able to assign them questions related to this domain, otherwise you can assign them all questions.",
  "Na tem mestu lahko določite področne oznake, če želite posamezne termine v svojem terminološkem slovarju razvrstiti še podrobneje.": "Here you can define domain labels, if you want to classify individual terms in your terminology dictionary in more detail.",
  "Na tem mestu so zbrani vsi komentarji, povezani s terminološkim portalom.": "All comments related to the terminology portal can be found here.",
  "Na tem mestu so zbrani vsi komentarji, povezani z izbranim terminološkim slovarjem.": "All comments related to the selected terminology dictionary can be found here.",
  "na vaš elektronski naslov smo vam poslali sporočilo s povezavo, s katero boste potrdili svoj uporabniški račun na Terminološkem portalu. Povezava za potrditev je veljavna ": "we have sent a message with a link to verify your Termonology Portal user account to your e-mail address. The verification link will be valid ",
  "Na vaš elektronski naslov smo vam posredovali povezavo za ponastavitev gesla. Prosimo preverite svoj elektronski predal.": "We sent a password reset link to your e-mail address. Please, check your inbox.",
  "Nabor vseh luščenj, s katerimi lahko uporabnik iz izbranih besedil pridobi sezname terminoloških kandidatov. Posamezne terminološke kandidate lahko preveri tudi v konkordančniku.": "All extractions the users can use to obtain a list of term candidates from the selected texts. The user can also check individual term candidates using the concordance tool.",
  "Nabor vseh luščenj, s pomočjo katerih uporabnik iz vhodnih besedil pridobi sezname terminoloških kandidatov in dostop do konkordančnika po teh besedilih.": "All extractions the users can use to obtain a list of term candidates from the selected texts and access to the concordance tools for these texts.",
  "Nabor vseh slovarjev, ki jih uporabnik lahko ureja kot glavni urednik ali pa ima dodeljeno pravico urejanja, pregledovanja, popravljanja ipd.": "All dictionaries where the user is the main editor or has the editing, reviewing, correcting, etc. rights.",
  "NAČIN UVOZA": "IMPORT METHOD",
  "Naglas": "Accent",
  "Najdi": "Search",
  "Naložbo sofinancirata Republika Slovenija in Evropska unija iz Evropskega sklada za regionalni razvoj": "The investment is co-financed by the Republic of Slovenia and the EU via the European Regional Development Fund",
  "Napačno geslo.": "Wrong password.",
  "Napaka": "Error",
  "Napaka na strežniku": "Server error",
  "NAPAKA pri iskanju": "Search ERROR",
  "Napaka pri nalaganju datoteke": "Error loading file",
  "NAPAKA V UVOZU": "IMPORT ERROR",
  "Napredno": "Advanced",
  "Napredno urejanje omogoča spreminjanje večjega števila podatkov v terminološkem slovarju.": "Advanced editing allows the user to change more data in the terminology dictionary.",
  "Naprej": "Next",
  "Naslednje datoteke niso bile naložene zaradi navedenih razlogov:": "The following files were not uploaded due to the following reasons:",
  "Naslov": "Address",
  "NASLOV": "ADDRESS",
  "NASLOV SLOVARJA *": "DICTIONARY TITLE *",
  "Nastavitve": "Settings",
  "Nastavitve portala": "Portal settings",
  "Nastavitve računa": "Account settings",
  "Nastavitve slovarjev": "Dictionaries settings",
  "Nastavitve svetovalnice": "Consultancy settings",
  "Nazaj": "Back",
  "Nazaj na prijavo": "Back to login",
  "Nazaj na zadetke": "Back to results",
  "Ne": "No",
  "Ne izbriši": "Do not delete",
  "Ne morete imeti več kot 5 luščenj!": "You cannot have more than 5 extractions!",
  "Ne shrani": "Do not save",
  "nedefinirano": "undefined",
  "Nemško-slovenski slovar tehnike in naravoslovja": "German-Slovenian dictionary of technology and natural sciences",
  "Neobjavljeni": "Unpublished",
  "Nepravilna vrednost strani": "Invalid page value",
  "Nepravilno uporabniško ime, elektronski naslov ali geslo.": "Incorrect username, e-mail address or password.",
  "Nepregledani": "Not reviewed",
  "Neveljavna e-pošta": "Invalid e-mail",
  "Neveljavni": "Invalid",
  "Neveljavni elektronski naslov.": "Invalid e-mail address",
  "Ni področja": "No domain",
  "Ni še dodanih uvozov.": "No imports have been added.",
  "Ni še povezanih portalov": "No portals have been connected",
  "Ni slovarskih sestavkov za urejanje.": "There are no dictionary entries to edit.",
  "Ni vprašanj.": "No questions.",
  "Ni zadetkov": "No results",
  "Nimate izbranega področja CERIF.": "No CERIF domain selected.",
  "Nimate luščenj za urejanje.": "No extractions to edit.",
  "Nimate povezav za urejanje.": "No linked portals to edit.",
  "Nimate slovarjev za urejanje.": "No dictionaries to edit.",
  "Nimate ustreznih pravic": "You do not have the required rights",
  "Niste izbrali glavnega področja.": "Primary domain missing.",
  "Niste vnesli področnih oznak.": "Domain labels missing.",
  "Niste vpisali angleškega naslova slovarja.": "Dictionary title in English missing.",
  "Niste vpisali imena": "First name missing.",
  "Niste vpisali imena slovarja.": "Dictionary name missing.",
  "Niste vpisali naslova slovarja.": "Dictionary title missing.",
  "Niste vpisali opisa terminološkega problema.": "Terminology problem description missing.",
  "Niste vpisali priimka.": "Last name missing.",
  "Niste vpisali tujih jezikov.": "Foreign languages missing.",
  "Nov": "New",
  "Nov avtor": "New author",
  "NOV AVTOR SLOVARJA": "NEW DICTIONARY AUTHOR",
  "Nov povezan termin.": "New related term.",
  "Nov slovar": "New dictionary",
  "NOV UPORABNIK": "NEW USER",
  "Nov video": "New video",
  "NOV VIDEO": "NEW VIDEO",
  "Nov video.": "New video.",
  "Nov zvok": "New audio file",
  "NOV ZVOK": "NEW AUDIO FILE",
  "Nov zvok.": "New audio file.",
  "Nova povezava": "New link",
  "Nova slika": "New image",
  "NOVA SLIKA": "NEW IMAGE",
  "Nova slika.": "New image.",
  "Novo": "New",
  "NOVO GESLO": "NEW PASSWORD",
  "Novo podpodročje": "New secondary domain",
  "NOVO PODPODROČJE": "NEW SECONDARY DOMAIN",
  "NOVO PODPODROČJE (angleško)": "NEW SECONDARY DOMAIN (English)",
  "Novo podpodročje (angleško).": "New secondary domain (English).",
  "NOVO PODPODROČJE (slovensko)": "NEW SECONDARY DOMAIN (Slovenian)",
  "Novo terminološko vprašanje": "New terminology question",
  "Novo vprašanje": "New question",
  "Novo vprašanje za Terminološko svetovalnico": "New question for the Terminological Consulting",
  "O slovarju": "About the dictionary",
  "O terminu": "About the term",
  "Objava med urejanjem": "Publish while editing",
  "Objava terminološkega vprašanja": "Publish a terminology question",
  "Objava vseh slovarskih sestavkov": "Publish all dictionary entries",
  "Objavi": "Publish",
  "OBJAVI": "PUBLISH",
  "Objavljeni": "Published",
  "Objavljeno": "Published",
  "Oblike": "Forms",
  "Oblike, naglasi, izgovor": "Forms, accents, pronunciation",
  "Obljavljeno": "Published",
  "Obnovi": "Restore",
  "Obstoječe poimenovalne rešitve": "Existing naming solutions",
  "OBSTOJEČE POIMENOVALNE REŠITVE": "EXISTING NAMING SOLUTIONS",
  "Obvestilo": "Notification",
  "Obvestilo o številu gesel": "Notification about the number of entries",
  "Odgovor": "Answer",
  "Odgovori": "Answer",
  "Odgovori na vprašanja:": "Answers to the questions:",
  "Odjava": "Log out",
  "odprt": "published",
  "Odprt": "Published",
  "Odstrani": "Remove",
  "Omogočeno": "Enabled",
  "OPIS PORTALA": "PORTAL DESCRIPTION",
  "OPIS SLOVARJA": "DICTIONARY DESCRIPTION",
  "Opis terminološkega problema": "Description of the terminology problem",
  "OPIS TERMINOLOŠKEGA PROBLEMA": "DESCRIPTION OF THE TERMINOLOGY PROBLEM",
  "Opis terminološkega problema:": "Description of the terminology problem:",
  "Opis terminološkega problema: ": "Description of the terminology problem: ",
  "Osnovne nastavitve": "Basic settings",
  "Osnovni podatki": "Basic data",
  "Ožji": "Narrow",
  "Oznaka portala": "Portal label",
  "OZNAKA PORTALA *": "PORTAL LABEL *",
  "Po koncu urejanja vseh slovarskih sestavkov lahko slovar objavite in ga tako prikažete na javnem delu terminološkega portala.": "After all dictionary entires are edited, you can publish the dictionary to make it available on the public part of the terminology portal.",
  "Počisti filtre": "Remove filters",
  "POČISTI FILTRE": "REMOVE FILTERS",
  "Podnaslov": "Subtitle",
  "Podpodročja": "Secondary domains",
  "Podpodročja so namenjena podrobnejšemu razvrščanju terminoloških slovarjev. Administrator mora vsa novo predlagana podpodročja potrditi, preden jih lahko na seznamu vidijo tudi drugi uporabniki portala.": "Secondary domains are used for more detailed classification of terminology dictionaries. All new suggested secondary domains must be approved by the Portal Administrator before other portal users can see them on the list.",
  "Podpodročje": "Secondary domain",
  "PODPODROČJE": "SECONDARY DOMAIN",
  "Podpodročje.": "Secondary domain.",
  "Področja": "Domains",
  "Področje": "Domain",
  "PODROČJE": "DOMAIN",
  "PODROČJE *": "DOMAIN *",
  "Področje, v katero sodi opisani terminološki problem.": "Domain of the described terminology problem.",
  "Področje.": "Domain.",
  "Področna oznaka": "Domain label",
  "PODROČNA OZNAKA": "DOMAIN LABEL",
  "PODROČNA OZNAKA:": "DOMAIN LABEL:",
  "Področne oznake": "Domain labels",
  "PODROČNE OZNAKE": "DOMAIN LABELS",
  "Podvoji": "Duplicate",
  "PODVOJI": "DUPLICATE",
  "Poiščite naslove terminoloških slovarjev, s katerimi želite dopolniti iskalne zadetke na svojem portalu. Lahko izberete vse slovarje ali le nekatere. Svoje izbire morate shraniti. Vse vaše izbire mora potrditi administrator povezanega portala.": "Find the titles of terminology dictionaries you want to add to the search results on your portal. You can select all the dictionaries or only a few. You have to save your selection. Your selection must be approved by the administrator of the linked portal.",
  "Pojasnilo": "Qualifier",
  "POJASNILO": "QUALIFIER",
  "POJASNILO:": "QUALIFIER:",
  "POJAVITVE": "APPEARANCES",
  "Poleg objave slovarskega sestavka v fazi \"Urejeno\" je omogočena tudi objava v fazi \"V urejanju\".": "In addition to the publication of dictionary entries in the \"Edited\" phase, they can also be published while \"In editing\" phase.",
  "Polja naslov, vprašanje in mnenje so obvezna!": "The Title, Question and Opinion fields are mandatory!",
  "Polno ime terminološkega portala.": "Full name of the terminology portal.",
  "Pomoč": "Help",
  "Ponastavi geslo": "Reset password",
  "Ponovi Geslo": "Repeat password",
  "PONOVI GESLO": "REPEAT PASSWORD",
  "PONOVI NOVO GESLO": "REPEAT NEW PASSWORD",
  "Portal": "Portal",
  "Portal lahko povežete s Terminološko svetovalnico ZRC SAZU in tako prikazujete terminološke odgovore na svojem portalu, lahko pa vklopite lastno svetovalnico. V tem primeru morate med registriranimi uporabniki izbrati svetovalce in urednika svetovalnice, ki  bodo odgovarjali na terminološka vprašanja uporabnikov.": "You can connect your portal to the ZRC SAZU Terminological counselling and show their terminology answers on your portal, or you can activate your own consultancy service. In the latter case, you have to select the consultants and the consultancy service editor who will answer terminology questions of your portal users. The consultants and consultancy service editor must be registered users.",
  "Portali": "Portals",
  "Pošlji": "Send",
  "Potrdi": "Confirm",
  "POTRDI": "CONFIRM",
  "Potrditev objave": "Confirm publication",
  "Potrjen": "Confirmed",
  "Povezani slovarji": "Linked dictionaries",
  "Povezani termin": "Related term",
  "POVEZANI TERMIN": "RELATED TERM",
  "POVEZANI TERMIN:": "RELATED TERM:",
  "POVEZAVA": "LINK",
  "Povezava ni (več) veljavna. Prosimo, da ponovno zahtevate ponastavitev gesla.": "This link is invalid or expired. Please, request new password reset link.",
  "Povezave": "Links",
  "Povezave s portali": "Links to other portals",
  "Pozabljeno geslo": "Forgoten password",
  "Pozdravljeni ": "Hello ",
  "Pozor": "Attention",
  "Prazno obvezno polje": "Mandatory field is empty",
  "Preden naložite besedila, jih shranite v besedilni obliki (končnica .txt).": "Before uploading texts, save them in text format (.txt file).",
  "Predlog": "Suggestion",
  "Predogled": "Preview",
  "Pregledani": "Reviewed",
  "Prekinjen": "Interrupted",
  "Prekliči": "Cancel",
  "Preverite, če ste pravilno vpisali uporabniško ime. Bodite pozorni na velike in male črke.": "Check if you entered the username correctly. Pay attention to capital letters.",
  "Prevod": "Translation",
  "Pri brisanju datoteke je prišlo do napake.": "An error occurred during file deletion.",
  "Priimek": "Last name",
  "PRIIMEK": "LAST NAME",
  "Priimek registriranega uporabnika.": "Last name of the registered user.",
  "Prijava": "Login",
  "PRIJAVA": "LOGIN",
  "Prijava uspešna": "Login successful",
  "Prikaži datume": "Show dates",
  "Prikaži filtre": "Show filters",
  "PRIKAŽI VSE": "SHOW ALL",
  "Primeri rabe": "Examples of use",
  "PRIMERI RABE V BESEDILIH": "EXAMPLES OF USE IN TEXTS",
  "Pripravljeno": "Ready",
  "Prišlo je do napake pri pošiljanju sporočila na vaš elektronski naslov. Poskusite ponovno.": "An error occurred while sending the message to your e-mail address. Please, try again.",
  "Prišlo je do napake.": "An error has occurred.",
  "Prišlo je do strežniške napake. Poskusite kasneje.": "A server error has occurred. Please, try again later.",
  "Prosim, ponovno vnesite geslo": "Please re-enter your password",
  "Prosim, vnesite geslo": "Please enter your password",
  "RAČUN": "ACCOUNT",
  "Razumem": "I understand",
  "registracija": "registration",
  "Registracija": "Registration",
  "Registracija uporabnika je potrjena.": "User registration confirmed.",
  "Registracija uspešna": "Registration successful",
  "Registrirani uporabniki lahko dobijo različne vloge na portalu. Kot administrator jim lahko dodelite tudi vlogo skrbnika slovarjev in/ali skrbnika svetovalnice.": "Registered users on the portal can have different roles. As Portal Administrator you can assign them the role of Dictionary Administrator and/or Consultancy Administrator.",
  "REPUBLIKA SLOVENIJA MINISTRSTVO ZA KULTURO": "REPUBLIC OF SLOVENIA, MINISTRY OF CULTURE",
  "rezultat": "result",
  "Rezultat luščenja so terminološki kandidati. Z uvozom rezultatov posameznega luščenja lahko dopolnite geslovnik terminološkega slovarja, ki ga urejate.": "Extraction results in a list of term candidates. You can import the results of individual extractions to add the term candidates to the list of terms in the dictionary you are editing.",
  "rezultata": "results",
  "rezultati": "results",
  "Rezultati: ": "Results: ",
  "rezultatov": "results",
  "S ključnimi besedami, ki so vključene v večino znanstvenih in strokovnih, lahko bolj natančno izberete besedila, ki jih želite uporabiti za luščenje terminoloških kandidatov.": "Most of the scientific and specialized texts have keywords you can use for a more precise selection of texts from which to extract term candidates.",
  "S prijavo pridobite možnost uporabe vseh funkcij terminološkega portala.": "By registering, you get access to all functions of the terminology portal.",
  "S tem dejanjem boste izbrisali vse slovarske sestavke v slovarju in vse metapodatke. Dejanja ni mogoče razveljaviti.": "This action will delete all dictionary entries in the dictionary and all metadata. The action cannot be undone.",
  "S tem dejanjem boste izbrisali vse slovarske sestavke v slovarju. Metapodatki bodo ostali. Dejanja ni mogoče razveljaviti.": "This action will delete all dictionary entries in the dictionary. The metadata will not be deleted. The action cannot be undone.",
  "Še niste registriran uporabnik, registrirajte se.": "You are not a registered user. Please, register.",
  "Settings": "Settings",
  "Seznam": "List",
  "Seznam luščenj": "List of exctractions",
  "Seznam neželenih terminov": "List of unwanted terms",
  "Seznam objavljenih vprašanj.": "List of published questions.",
  "Seznam povezav": "List of linked portals",
  "Seznam slovarjev": "List of dictionaries",
  "Seznam slovarjev s povezanega portala.": "List of dictionaries from the linked portal.",
  "Seznam svetovalcev": "List of consultants",
  "Seznam terminoloških kandidatov": "List of term candidates",
  "Seznam terminoloških kandidatov bo natančnejši, če boste dodali tudi seznam neželenih besed, ki naj jih luščilnik izloči iz seznama. Seznam lahko vsebuje splošne termine, npr. tabela, kazalnik, ali pogoste slovnične besede, zlasti veznike, pomožne glagole.": "The list of term candidates will be more accurate if you also add a list of unwanted words that the extractor should exclude from the list of term candidates. This list of unwanted words should include general terms, such as table or indicator, and commonly used grammatical words, such as conjunctions and auxiliary vers.",
  "Seznam terminoloških kandidatov, ki so rezultat izbranega luščenja.": "List of term candidates resulting from the selected extraction.",
  "Seznam uporabnikov": "List of users",
  "Seznam urejenih vprašanj, ki čakajo na potrditev dokončne objave.": "List of edited questions waiting for publication approval.",
  "Seznam vprašanj, ki so jih moderatorji zavrnili in jih je treba dodeliti nekomu drugemu.": "List of questions rejected by moderators that should be assigned to someone else.",
  "Seznam vprašanj, ki so jih poslali uporabniki, in še niso bila dodeljena moderatorjem.": "List of questions sent by the users waiting to be assigned to moderators.",
  "Seznam vprašanj, ki so še v urejanju.": "List of questions that are still being edited.",
  "Seznam vseh slovarjev, ki jih uredniki, sicer registrirani uporabniki, urejajo na tem portalu.": "List of all dictionaries being edited on this portal by editors, who are also registered users.",
  "Seznam vseh slovarjev, ki so na tem portalu na voljo uporabnikom.": "List of all dictionaries available to users on this portal.",
  "Seznam zadetkov": "List of results",
  "Shemo za format xml si prenesete <a href=\"/slovarji/xml-schema\" target=\"_blank\">tukaj</a>.": "You can download the xml format scheme <a href=\"/slovarji/xml-schema\" target=\"_blank\">here</a>.",
  "Shrani": "Save",
  "Shranjeno": "Saved",
  "Shranjujem ...": "Saving...",
  "Sinhroniziraj": "Synchronize",
  "Sinonim": "Synonym",
  "SINONIM:": "SYNONYM:",
  "Sinonimi": "Synonyms",
  "SINONIMI": "SYNONYMS",
  "Širši": "Broad",
  "SKRAJŠANI NASLOV SLOVARJA": "SHORT DICTIONARY TITLE",
  "Skrbnik portala": "Portal administrator",
  "Skrbnik slovarjev": "Dictionary administrator",
  "Skrbnik svetovalnice": "Consultancy administrator",
  "Skrbniki portala": "Portal administrators",
  "slika": "image",
  "Slika": "Image",
  "SLIKA": "IMAGE",
  "SLIKA:": "IMAGE:",
  "Slovar": "Dictionary",
  "Slovar je bil izbrisan.": "The dictionary has been deleted.",
  "Slovar je odprt.": "The dictionary is published.",
  "Slovar je pregledal jezikoslovec.": "The dictionary was reviewed by a linguist.",
  "Slovar je pregledal področni strokovnjak.": "The dictionary has been reviewed by a terminology expert.",
  "Slovar je v odpiranju - čaka na potrditev skrbnika slovarjev": "The dictionary is being published - waiting for approval from the dictionary administrator",
  "Slovar odprt": "Dictionary is published",
  "SLOVAR UVOŽEN": "DICTIONARY IMPORTED",
  "Slovarji": "Dictionaries",
  "Slovarji portala": "Dictionaries on the portal",
  "Slovarski sestavek je neveljaven": "The dictionary entry is invalid",
  "Slovarski sestavek je pregledan in dokončan.": "The dictionary entry has been reviewed and completed.",
  "Slovarski sestavek je v fazi, ko se dodajajo in oblikujejo elementi, ki ste jih izbrali v strukturi slovarskega sestavka.": "The dictionary entry is in the editing phase, in which the elements of the dictionary entry structure are being added and edited.",
  "Slovarski sestavki so bili izbrisani.": "Dictionary entries have been deleted.",
  "Slovarski sestavki so bili objavljeni.": "Dictionary entries have been published.",
  "SLOVARSKIH SESTAVKOV": "DICTIONARY ENTRIES",
  "Slovenščina": "Slovenian",
  "Soglašam s <a target=\"_blank\" href=\"/politika-zasebnosti\">politiko zasebnosti</a>": "I agree with the <a target=\"_blank\" href=\"/politika-zasebnosti\">Privacy policy</a>",
  "Sorodni": "Similar",
  "Sprememba stanja slovarja": "Dictionary status change",
  "Spremeni geslo": "Change password",
  "SPREMENJEN": "CHANGED",
  "ŠT. GESEL": "NO. OF ENTRIES",
  "STARO GESLO": "OLD PASSWORD",
  "Statistika": "Statistics",
  "Status": "Status",
  "STATUS": "STATUS",
  "Ste pozabili geslo? Napišite svoje uporabniško ime ali elektronski naslov, ki ste ga uporabili ob registraciji. Na ta naslov vam bomo poslali sporočilo, s pomočjo katerega boste lahko vnesli novo geslo.": "Forgot your password? Enter you username or the e-mail address you used for registration. We send you a message with instructions for password reset to this e-mail address.",
  "Število dokumentov": "Number of documents",
  "Število slovarskih sestavkov je manjše od zahtevanega števila - povečajte število slovarskih sestavkov, sicer ga skrbnik slovarjev lahko zapre": "The dictionary has less entries than the required minimum - add more entries to the dictionary, otherwise it may be unpublished by the Dictionary administrator",
  "Število slovarskih sestavkov, ki jih mora vsebovati slovar, da je omogočena objava slovarja na portalu.": "Minimal number of dictionary entries required for a dictionary to be published on the portal.",
  "Število terminov": "Number of terms",
  "Število vprašanj:": "Number of questions:",
  "ŠTEVILO ZADETKOV NA STRANI": "NUMBER OF RESULTS ON THE PAGE",
  "Število zadnjih kopij spremenjenih slovarskih sestavkov, ki se hranijo. Če vrednost ni določena, omejitve ni.": "The largest allowed number of saved of recent dictionary entry versions. If no value is entered, there is not limit.",
  "Stop termini": "Stop terms",
  "Stran ne obstaja": "Page does not exist",
  "Strežnik ni dosegljiv. Poskusite kasneje.": "Unable to connect to server. Try again later.",
  "Strinjam se s <a target=\"_blank\" href=\"/pogoji-uporabe\">pogoji uporabe</a>": "I agree to the <a target=\"_blank\" href=\"/pogoji-uporabe\">Terms of use</a>",
  "Strokovni pregled": "Terminology review",
  "Strokovno pregledano": "Terminologically reviewed",
  "Struktura": "Structure",
  "STRUKTURA - ELEMENTI SLOVARSKEGA SESTAVKA:": "STRUCTURE - ELEMENTS OF THE DICTIONARY ENTRY:",
  "Struktura slovarskega sestavka": "The structure of the dictionary entry",
  "Svetovalci": "Consultants",
  "Svetovalec": "Consultant",
  "Svetovalnica": "Consultancy",
  "Svetovanje": "Consulting",
  "Svoj terminološki portal lahko povežete še z drugimi terminološkimi portali in med iskalnimi prikazujete tudi njihove zadetke.": "You can link your terminology portal to other terminology portals and show their terminology resources in your results.",
  "Ta slovar nima opisa": "This dictionary has no description",
  "Termin": "Term",
  "TERMIN": "TERM",
  "TERMIN:": "TERM:",
  "TERMINI": "TERMS",
  "Terminološka svetovalnica je namenjena širši strokovni javnosti, ki se sooča s konkretnimi poimenovalnimi problemi, pa naj gre za popolnoma nove pojme, ki jih je v slovenščini šele treba poimenovati, ali že znane pojme, za katere obstaja več poimenovanj.": "The Terminological consulting is aimed at wider expert public when faced with the problem of naming specific concepts, whether they are completely new concept that do not yet have a term, or already known concepts for which several different terms are used.",
  "Terminološka svetovalnica ZRC SAZU": "ZRC SAZU Terminological counselling",
  "Terminološke slovarje lahko v celoti ali po izbranih kriterijih izvozite v različnih formatih in shranite na svojem računalniku.": "Terminological dictionaries in their entirety or according to selected criteria can be exported formats in various and saved to your computer.",
  "Terminološkemu slovarju določite status. Izbirate lahko med zaprt, v urejanju in odprt.": "Set the status of the terminology dictionary. Possible statuses are unpublished, in editing, and published.",
  "Terminološki kandidati": "Term candidates",
  "Terminološko svetovanje": "Terminology counseling",
  "Tip napake 1 (ni slovenskega termina)": "Error type 1 (no Slovenian term)",
  "Tip napake 2 (ni definicije ali tujejezičnega termina)": "Error type 2 (no definition or term in foreign language)",
  "Tu so zbrani vsi komentarji, povezani z vašim slovarjem.": "All comments related to the your dictionary can be found here.",
  "Tuj sinonim": "Synonym in a foreign language",
  "Tuj termin": "Term in a foreign language",
  "Tuja definicija": "Definition in a foreign language",
  "Tuji jezik": "Foreign language",
  "TUJI JEZIKI": "FOREIGN LANGUAGES",
  "Tuji slovarji": "Dictionaries in a foreign language",
  "TUJI TERMIN": "TERMS IN A FOREIGN LANGUAGE",
  "Tukaj lahko izbrišete svoj račun.": "Here you can delete your account.",
  "Tukaj lahko ponovno ideksirate slovar.": "Here you can re-index the dictionary.",
  "Tukaj lahko spremenite geslo za prijavo.": "Here you can change your login password.",
  "Tukaj lahko spremenite ime, priimek in elektronski naslov uporabnika.": "Here you can change the user's first name, last name and e-mail address.",
  "Tukaj lahko spremenite nekatere nastavitve, vezane na posameznega uporabnika.": "Here you can change certain settings related to individual users.",
  "Unikatna oznaka povezanega terminološkega portala za prikaz na vašem portalu, sestavljena iz dveh črk ali črke in številke.": "A unique identifier of the linked terminology portal to be display on your portal, consisting of two letters or a letter and a number.",
  "Uporabi": "Use",
  "Uporabnik": "User",
  "UPORABNIK": "USER",
  "Uporabnik na tem mestu izdela specializirani korpus iz besedil, ki jih je zbral in shranil sam. Besedila naj bodo izbrana po načelih tvorjenja specializiranih korpusov. Za uspešno luščenje priporočamo najmanj 10 besedil. Vsa besedila naj bodo shranjena v besedilnem formatu (.txt). Luščenje podpira tudi formate .docx in .pdf, vendar so rezultati slabši.": "Here the user can create a specialized corpus from texts selected and saved by the user. The texts should be selected in accordance with the principles for creation of specialized corpora. For successful extraction, at least 10 texts should be used. All texts should be saved in a .txt format. While the extractor also supports the .docx and .pdf formats, the results will not be as good.",
  "Uporabniki": "Users",
  "Uporabnikovi dokumenti": "User documents",
  "Uporabniške pravice/vloge": "User rights/roles",
  "Uporabniške vloge": "User roles",
  "Uporabniški korpus": "User's corpus",
  "Uporabniški račun še ni aktiviran. Kliknite aktivacijsko povezavo, katero smo vam poslali po elektronski pošti.": "The user account has not been activated. Click the link sent to your e-mail to activate your account.",
  "Uporabniško ime": "Username",
  "UPORABNIŠKO IME": "USERNAME",
  "Uporabniško ime ali elektronski naslov": "Username or e-mail address",
  "Uporabniško ime že obstaja": "Username already exists",
  "Uredi": "Edit",
  "UREDI": "EDIT",
  "Uredi lastnosti": "Edit properties",
  "Uredi povezavo": "Edit the link",
  "Uredi vsebino": "Edit content",
  "Urednik slovarja": "Dictionary editor",
  "Urejanje": "Edit",
  "Urejanje terminološkega odgovora": "Edit terminological answer",
  "Urejeni": "Edited",
  "Urejeno": "Edited",
  "URL naslov terminološkega portala, s katerim boste sinhronizirali podatke iz terminoloških virov.": "URL address of the terminology portal hosting terminology resources with data you want to show on your portal.",
  "URL naslov terminološkega portala, s katerim želimo povezati svoj portal.": "URL address of the terminology portal you want to link to your portal.",
  "URL naslov terminološkega portala, s katerim želimo povezati svoj portal. (API klic)": "URL address of the terminology portal with which we want to connect our portal. (API call)",
  "URL naslov terminološkega portala, s katerim želite povezati svoj portal. (API klic)": "URL address of the terminology portal you want to link to your portal. (API call)",
  "URL povezava do mnenja:": "URL link to opinion:",
  "URL za sinhronizacijo slovarjev *": "URL for synchronization of dictionaries *",
  "URL za sinhronizacijo slovarskih sestavkov *": "URL for synchronization of dictionary entries *",
  "Uspešno ste ponastavili svoje geslo.": "You have successfully reset your password.",
  "Ustvari": "Create",
  "USTVARJEN": "CREATED",
  "Ustvarjeno novo vprašanje v svetovalnici": "A new question has been created in the Consultancy service",
  "UTEŽ": "WEIGHT",
  "Uvoz": "Import",
  "Uvoz iz datoteke": "Import from file",
  "Uvoz iz luščilnika": "Import from the extractor",
  "UVOZI": "IMPORTS",
  "Uvozi termine od številke": "Import appointments between the numbers",
  "V delu": "In progress",
  "V DRUGI VSEBINI": "IN OTHER PARTS OF THE ENTRY",
  "V IZTOČNICAH": "IN THE TERMS",
  "V obdelavi": "In progress",
  "V odpiranju": "In the process of publication",
  "v predogledu": "in preview",
  "V slovarju so samo terminološki kandidati. Slovarja ne morete objaviti.": "The dictionary contains only term candidates. The dictionary cannot be published.",
  "V tem razdelku lahko določite elemente slovarskega sestavka. Z izbiro elementov se vam prikazuje podoba slovarskega sestavka. Izbiro lahko tudi med urejanjem vsebine kadarkoli spremenite.": "In this section, you can select the elements of the dictionary entry. When you select the elements, you can see what the entry will look like. You can change your selection any time during the editing process.",
  "V tem razdelku lahko določite glavne administratorske pravice na terminološkem portalu.": "In this section, you can assign the main administrative rights on the terminology portal.",
  "V tem razdelku lahko določite uporabniške vloge posameznega uporabnika in urejate njegove podatke.": "In this section, you can define the user roles of individual users and edit their data.",
  "V TUJEJEZIČNIH USTREZNIKIH": "IN FOREIGN LANGUAGE EQUIVALENTS",
  "V urejanju": "In editing",
  "Vaš komentar je brez vsebine.": "Your comment is empty.",
  "Vaše iskanje ni bilo uspešno. Vpišite novo iskalno poizvedbo in poizkusite znova.": "Your search was not successful. Enter a new search string and try again.",
  "Več ...": "More...",
  "Več …": "More...",
  "Več...": "More...",
  "VELIKOST": "SIZE",
  "Veljavni": "Valid",
  "Veljavni elektronski naslov uporabnika, na katerega uporabnik prejema sporočila, povezana s portalom.": "A valid e-mail address of the user to which the user receives messages related to the portal.",
  "Veljavno": "Valid",
  "Veljavnost": "Validity",
  "Verzija": "Version",
  "Verzija 1": "Version 1",
  "Verzija:": "Version:",
  "video": "video",
  "Video": "Video",
  "VIDEO": "VIDEO",
  "VIDEO:": "VIDEO:",
  "Vidno": "Visible",
  "Vir": "Source",
  "Viri": "Sources",
  "Vnesite e-naslov, ki ga za obveščanje o novih terminoloških vprašanjih uporabljajo terminološki svetovalci.": "Enter the email address used to notify Terminology Consultants about new terminology questions.",
  "Vnesite naslov spletnega mesta, kjer so zbrani vsi odgovori terminološke svetovalnice.": "Enter the URL of the website where all the answers of your consultancy service are collected.",
  "Vnesite novo geslo. Ko ga potrdite, se boste v vaš uporabniški račun lahko spet prijavili z novim geslom.": "Enter a new password. After confirming it, you will be able to log into your account with the new password.",
  "Vnesite podatke terminološkega portala, s katerim želite povezati svoj portal.": "Enter the information of the terminology portal with which you want to link your portal.",
  "Vnesite podatke, ki niso sistemsko vključeni v druga polja, npr. vir, zgled rabe.": "Enter data that is not systemically included in other fields, e.g. examples of use.",
  "Vnesite polno ime terminološkega portala, s katerim se povezujete.": "Enter the full name of the terminology portal you are linking with.",
  "Vnesite termin.": "Enter the term.",
  "Vnesti morate termin": "You must enter the term",
  "Vpišite avtorja slovarja, če ste glavni avtor, na prvo mesto zapišite svoje ime.": "Enter the author of the dictionary. If you are the main author, write your name first.",
  "Vpišite definicijo v tujem jeziku.": "Enter the definition in a foreign language.",
  "Vpišite iskalni niz": "Enter a search string",
  "Vpišite novo podpodročje. Na seznamu podpodročij bo vidno takoj po potrditvi administratorja portala.": "Enter a new secondary domain. It will be visible on the list of secondary domain immediately after Portal Administrator's approval.",
  "Vpišite podpodročje glavnega področja, ki ste ga izbrali. Če podpodročja ni med naborom, izberite polje Novo podpodročje.": "Enter the secondary domain of the domain you selected. If you cannot find the secondary domain on the list, select New secondary domain.",
  "Vprašanje poslano:": "Question sent:",
  "VRSTA": "TYPE",
  "VRSTA DOKUMENTA": "TYPE OF DOCUMENT",
  "Vsebina": "Content",
  "Vsebina slovarja": "Contents of the dictionary",
  "Vsebina slovarskega sestavka je bila duplicirana.": "The content of the dictionary entry has been duplicated.",
  "Vsi povezani slovarji": "All linked dictionaries",
  "Vsi slovarji": "All dictionaries",
  "Vsi slovarski sestavki": "All dictionary entries",
  "Vstavite definicijo pojma.": "Enter the definition of the term.",
  "Vstavite termine, ki se za definirani pojem tudi uporabljajo.": "Enter terms which are also used for the defined concept.",
  "Vstavite ustrezno področno oznako, ki jo želite določiti za posamezni termin.": "Enter the domain label that you want to assign to the individual term.",
  "Z izbiro te možnosti boste pobrisali samo slovarske sestavke, ki so v določeni fazi urejanja.": "By selecting this option, you will only delete dictionary entries that are in a certain editing phase.",
  "Z registracijo pridobite možnost uporabe vseh funkcij terminološkega portala.": "By registering, you get access to all functions of the terminology portal.",
  "Za luščenje terminoloških kandidatov morate biti prijavljeni.": "You must be logged in to extract term candidates.",
  "Za prvo objavo slovarja je potrebno dovoljenje skrbnika slovarjev.": "Dictionary administrator's approval is required before the first publication of the dictionary.",
  "Za to besedo še ni podatkov.": "There is no data for this word.",
  "Za urejanje slovarjev morate biti prijavljeni.": "You must be logged in to edit dictionaries.",
  "Za zastavljanje terminoloških vprašanj morate biti prijavljeni.": "You must be logged in to ask terminology questions.",
  "Začetek": "Start",
  "Začni": "Start",
  "ZAČNI": "START",
  "Zadnja sprememba": "Last change",
  "Zadnji izvozi": "Recent exports",
  "Zadnji objavljeni slovarji": "Recent published dictionaries",
  "Zadnji odgovori na vprašanja": "Recent answers to questions",
  "Zadnji uvozi": "Recent imports",
  "Zapomni si prijavo": "Remember my login",
  "Zaporedje:": "Sequence:",
  "Zapri": "Close",
  "ZAPRI": "CLOSE",
  "zaprt": "unpublished",
  "Zaprt": "Unpublished",
  "Zaradi organizacije podatkov na portalu za skrajšani naslov slovarja predlagamo poenobesede\tnje, ki se bo izpisovalo ob slovarju, npr. Davčni terminološki slovar &rarr; Davki.": "Due to the organization of the data on the portal, we suggest using only one word for the short dictionary title, which will show next to the dictionary, e.g. Tax Terminology Dictionary&rarr; Taxes",
  "Zaradi organizacije podatkov na portalu za skrajšani naslov slovarja predlagamo poenobesedenje, ki se bo izpisovalo ob slovarju, npr. Davčni terminološki slovar &rarr; Davki": "Due to the organization of the data on the portal, we suggest using only one word for the short dictionary title, which will show next to the dictionary, e.g. Tax Terminology Dictionary&rarr; Taxes",
  "Zastavi novo vprašanje": "Ask a new question",
  "Zastavi terminološko vprašanje": "Ask a terminology question",
  "ZAVRJEN": "REJECTED",
  "ZAVRNI": "REJECT",
  "Zavrnjeno": "Rejected",
  "Zunanji": "External",
  "zvok": "audio",
  "Zvok": "Audio",
  "ZVOK": "AUDIO",
  "ZVOK:": "AUDIO:",
  "titleTermsOfUse": "Terms of Use",
  "titlePrivacyPolicy": "Privacy Policy",
  "userStatusregistered": "registered",
  "userStatusactive": "active",
  "userStatusinactive": "inactive",
  "userStatusclosed": "closed",
  "Nepravilno uporabniško ime ali elektronski naslov.": "Invalid user name or e-mail address.",
  "Ponastavitev gesla": "Password reset",
  "Uspešna ponastavitev gesla": "Password successfully reset",
  "Vaše geslo je bilo uspešno ponastavljeno.": "Your password has been successfully reset.",
  "Prosimo vnesite vaš elektronski naslov.": "Please, enter your e-mail address.",
  "Sprememba elektronskega naslova": "Change e-mail address",
  "Na vaš elektronski naslov smo vam poslali sporočilo s povezavo, s katero boste potrdili menjavo elektronskega naslova. Povezava za potrditev je veljavna ": "We have sent a message with a link to confirm the change of your e-mail address to your new e-mail adress. The verification link will be valid ",
  "Sprememba elektronskega naslova - uspeh": "E-mail address change successful",
  "Uspešno ste spremenili svoj elektronski naslov.": "You have successfully changed your e-mail address.",
  "Elektronski naslov uporablja že drug uporabnik.": "This e-mail address is already used by another user.",
  "Povezava ni (več) veljavna. Elektronski naslov ni bil spremenjen.": "This link is invalid or expired. The e-mail address has not been changed.",
  "Vaš uporabniški račun je bil uspešno izbrisan.": "Your user account has been successfully deleted.",
  "Ali res želite izbrisati svoj račun? S tem boste trajno izgubili dostop do podatkov, ki ste jih ustvarili.": "Do you really want to delete your account? If you delete your account, you will permanently lose access to all data you created.",
  "Uspešno ste aktivirali svoj uporabniški račun in se prijavili.": "You have successfully activated your user account and signed in.",
  "Povezava ni (več) veljavna. Prosimo, da se ponovno registrirate.": "This link is invalid or expired. Please, register again.",
  "Nepravilno staro geslo.": "Invalid current password.",
  "Sprememba gesla": "Change password",
  "Izbrano uporabniško ime uporablja že drug uporabnik.": "This user name is already taken.",
  "Izpolnite vsa prazna polja.": "Fill-in all empty fields.",
  "Jezik iskanja": "Search language",
  "Ciljni jezik": "Target language",
  "Spremenjen": "Changed",
  "Število slovarskih sestavkov": "Number of dictionary entries",
  "VPRAŠANJE": "QUESTION",
  "MNENJE": "OPINION",
  "ANGLEŠKI PREVOD": "ENGLISH TRANSLATION"
}
